export const data = [
    {
        id: '1',
        type: 'Для детей',
        genre: 'Детские приключения',
        author: 'Астрид Линдгрен',
        title: 'Пеппи Длинныйчулок',
        score: 5,
        price: 250,
        annotation: 'Разве может маленькая девочка пронести на&nbsp;руках лошадь?! Представьте, что может!\n' +
            'И&nbsp;эту девочку зовут Пеппи Длинныйчулок. Её&nbsp;придумала замечательная шведская писательница Астрид Линдгрен.\n' +
            'Никого на&nbsp;свете нет сильнее Пеппи, она способна уложить на&nbsp;лопатки даже самого прославленного силача. Но&nbsp;не&nbsp;только этим знаменита Пеппи. Ещё она самая весёлая, самая непредсказуемая, самая озорная и&nbsp;самая добрая девочка в&nbsp;мире, с&nbsp;которой непременно хочется подружиться!',
        reviews: [
            {
                id: '2',
                author: 'Татьяна Белозерова',
                score: 5,
                text: 'Девочка, которая не&nbsp;хотела становиться взрослой. Пеппи Длинный Чулок&nbsp;&mdash; главный образ моего детства. Купила книжку для своей десятилетней дочери и&nbsp;прочитала ее&nbsp;за&nbsp;вечер от&nbsp;корки до&nbsp;корки.\n' +
                    'Изумительно иллюстрированное издание! Так и&nbsp;хочется рассматривать чудесные картинки долгими вечерами вместе с&nbsp;детьми. Не&nbsp;ожидала, что от&nbsp;электронной книги мы&nbsp;получим столько положительных эмоций!\n' +
                    'Читайте замечательную книгу Астрид Линдгрен, перечитывайте остроумные моменты вслух, играйте и&nbsp;оставайтесь детьми!'
            },
            {
                id: '3',
                author: 'Ольга Шорина',
                score: 5,
                text: 'В&nbsp;детстве читала и&nbsp;перечитывала. Уже не&nbsp;узнать, кому больше повезло: Карлсону или Пеппи. Это старинная детская мечта: жить без родителей и&nbsp;делать, что хочешь. Но&nbsp;такое возможно только в&nbsp;сказке.'
            },
            {
                id: '4',
                author: 'nruda85',
                score: 5,
                text: 'Помню, как мама читала мне вслух про Пеппи и&nbsp;ее&nbsp;друзей. Мне, конечно, хотелось быть Пеппи, но&nbsp;в&nbsp;глубине души я&nbsp;понимала, что я&nbsp;вежливая чистюля Анника :) Спасибо Астрид Линдгрен за&nbsp;счастливые моменты детства!'
            },
            {
                id: '5',
                author: 'Veronika19790505',
                score: 5,
                text: 'Прекрасная книжка, я&nbsp;мечтала быть похожей на&nbsp;Пеппи: независимой, находчивой и&nbsp;всегда умеющей найти себе интересное занятие. Хорошая книжка.'
            },
            {
                id: '6',
                author: 'SunKiss',
                score: 5,
                text: '&laquo;Пеппи длинный чулок&raquo; Астрид Линдгрен&nbsp;&mdash; это ещё одна книга из&nbsp;моего списка книг &laquo;обязательных для прочтения любимым детям&raquo;. Сказать, что книга просто замечательная&nbsp;&mdash; это ничего не&nbsp;сказать... В&nbsp;центре каждой историии главная героиня...'
            }
        ]
    },
    {
        id: '7',
        type: 'Для детей',
        genre: 'Детские детективы',
        author: 'Астрид Линдгрен',
        title: 'Суперсыщик Калле Блумквист рискует жизнью',
        score: 5,
        price: 250,
        annotation: 'Кто из&nbsp;мальчишек не&nbsp;мечтал в&nbsp;детстве стать суперсыщиком? Вот и&nbsp;Калле Блумквист, герой трилогии Астрид Линдгрен, мечтает затмить славу Шерлока Холмса и&nbsp;Эркюля Пуаро. В&nbsp;своем стремлении поймать преступника он&nbsp;и&nbsp;правда нападает на&nbsp;след настоящего грабителя, но&nbsp;в&nbsp;какой-то момент увлекательная игра становится небезопасной, и&nbsp;тогда на&nbsp;помощь ему приходят его верные друзья&nbsp;&mdash; рыцари Белой Розы.',
        reviews: [
            {
                id: '8',
                author: 'autoreg1135540731',
                score: 5,
                text: 'Прекрасная книга о&nbsp;том, как мальчишки случайным образом, просто по-шутке, вышли на&nbsp;грабителя. Калле начал расследование ... и&nbsp;с&nbsp;этим начались приключения) хорошо написанная книга для детей! слушать, одно удовольствие!'
            },
            {
                id: '9',
                author: 'Анна Ляшенко',
                score: 3,
                text: 'Интересная книга с&nbsp;захватывающие приключения юного сыщика как всегда весело и&nbsp;на&nbsp;одном дыхании, но&nbsp;начало скучноватое, нет динамики. А&nbsp;так мой любимый детский автор'
            },
            {
                id: '10',
                author: 'autoreg860156057',
                score: 5,
                text: 'Отличная книга! Приключения главного героя здорово впечатлили сына, прослушавшего аудио.Сразу спросил о&nbsp;продолжении и/или других книгах Линдгрен.'
            },
            {
                id: '11',
                author: 'dom_vas',
                score: 5,
                text: 'Прослушали, очень довольны. Мальчишкам девяти лет очень понравилось. Придется приобретать всю серию...Астрид Линдгрен один из&nbsp;любимейших наших авторов.'
            },
            {
                id: '12',
                author: '804681625',
                score: 5,
                text: 'Приключенческая. Мне очень нравится детективы и&nbsp;она очень хорошая занимательная. Я&nbsp;много раз её&nbsp;слушала. И&nbsp;мне очень она нравится.'
            }
        ]
    },
    {
        id: '13',
        type: 'Для взрослых',
        genre: 'Детективы',
        author: 'Агата Кристи',
        title: 'Убийство в&nbsp;&laquo;Восточном экспрессе&raquo;',
        score: 5,
        price: 250,
        annotation: 'Находившийся в&nbsp;Стамбуле великий сыщик Эркюль Пуаро возвращается в&nbsp;Англию на&nbsp;знаменитом &laquo;Восточном экспрессе&raquo;, в&nbsp;котором вместе с&nbsp;ним едут, кажется, представители всех возможных национальностей. Один из&nbsp;пассажиров, неприятный американец по&nbsp;фамилии Рэтчетт, предлагает Пуаро стать телохранителем, поскольку считает, что его должны убить. Знаменитый бельгиец отмахивается от&nbsp;этой абсурдной просьбы. А&nbsp;на&nbsp;следующий день американца находят мертвым в&nbsp;своем купе, причем двери закрыты, а&nbsp;окно открыто. Пуаро немедленно берется за&nbsp;расследование&nbsp;&mdash; и&nbsp;выясняет, что купе полно всевозможных улик, указывающих... практически на&nbsp;всех пассажиров &laquo;Восточного экспресса&raquo;. Вдобавок поезд наглухо застревает в&nbsp;снежных заносах в&nbsp;безлюдном месте. Пуаро необходимо найти убийцу до&nbsp;того, как экспресс продолжит свой путь',
        reviews: [
            {
                id: '14',
                author: 'ShipAnt',
                score: 5,
                text: 'Серия Билингва позволяет совмещать приятное с&nbsp;полезным, и&nbsp;книги Агаты Кристи, являются прекрасной стимуляцией к&nbsp;изучению английского языка. Я&nbsp;много раз перечитывала роман &laquo;Убийство в&nbsp;Восточном экспрессе&raquo;, и&nbsp;теперь пытаюсь прочесть его в&nbsp;оригинале&nbsp;&mdash; думаю, этой небольшой книжки мне хватит надолго.'
            },
            {
                id: '15',
                author: 'Евгения',
                score: '',
                text: 'Агата Кристи&nbsp;&mdash; это лучшее, что случалось с&nbsp;детективами! Обожаю!\n' +
                    '\n' +
                    'Настоятельно рекомендую всем начинать с&nbsp;этой книги!\n' +
                    '\n' +
                    'Кстати, очень достойный перевод, но&nbsp;оригинал еще интереснее.'
            },
            {
                id: '16',
                author: 'Оксана Чорная',
                score: 5,
                text: '&laquo;Главное&nbsp;&mdash; это усесться поудобнее и&nbsp;думать, пока не&nbsp;додумаешься до&nbsp;истины, не&nbsp;так&nbsp;ли?&raquo;\n' +
                    '\n' +
                    '\n' +
                    'Известный сыщик Эркюль Пуаро после очередного расследования возвращается знаменитым поездом &laquo;Восточный экспресс&raquo;, в&nbsp;котором происходит странное и&nbsp;загадочное убийство.\n' +
                    '\n' +
                    'Из-за снежной бури и&nbsp;вынужденной остановки посреди бескрайних просторов, никто из&nbsp;пассажиров не&nbsp;мог покинуть поезд, а&nbsp;значит убийца всё ещё находится среди них...\n' +
                    '\n' +
                    '\n' +
                    'Хоть я&nbsp;и&nbsp;не&nbsp;могу назвать себя знатоком Агаты Кристи (читала некоторые ее&nbsp;произведения очень давно&nbsp;&mdash; еще в&nbsp;школьные годы), но&nbsp;то, что она шикарная, я&nbsp;знаю&nbsp;&mdash; закрутит так закрутит...\n' +
                    '\n' +
                    'Так, в&nbsp;общем-то и&nbsp;вышло.\n' +
                    '\n' +
                    'Детектив из&nbsp;меня, конечно, не&nbsp;очень ? поэтому догадаться кто убийца, даже не&nbsp;пыталась. Просто читала, наслаждаясь гениальностью Пуаро и&nbsp;не&nbsp;сомневалась, что он&nbsp;всё равно найдет разгадку. Казалось&nbsp;бы всё предсказуемо хотя&nbsp;бы в&nbsp;этом плане.\n' +
                    '\n' +
                    'Но&nbsp;конец все равно удивил&nbsp;&mdash; вышло впечатляюще (особенно в&nbsp;фильме, который я&nbsp;сразу решила посмотреть).'
            },
            {
                id: '17',
                author: 'messtik31',
                score: 5,
                text: 'Отличный детектив. Интересня загадка, которую хочется решить самому, а&nbsp;не&nbsp;просто следить за&nbsp;развитием событий. Прописанные персонажи, генеальные ходы, в&nbsp;общем всё, за&nbsp;что мы&nbsp;любим Агату Кристи. Даже не&nbsp;знаю, что ещё добавить. Всем рекомендую.'
            },
            {
                id: '18',
                author: 'Дарья Потапова',
                score: 5,
                text: 'Я&nbsp;её&nbsp;посадила, не&nbsp;стала вылазить боится. Вон убегает, боится пылесоса'
            }
        ]
    },
    {
        id: '19',
        type: 'Для взрослых',
        genre: 'Современная зарубежная литература',
        author: 'Сью Монк Кидд',
        title: 'Тайная жизнь пчел',
        score: 4,
        price: 349,
        annotation: 'Большую часть своей писательской карьеры американка Сью Монк Кидд посвятила журналистике. Дебютный роман &laquo;Тайная жизнь пчел&raquo; вышел лишь в&nbsp;2002 году и&nbsp;сразу завоевал сердца читателей и&nbsp;критиков. Сью выбрала для себя литературную стезю, позднее вышли книги &laquo;Кресло русалки&raquo;, &laquo;Обретение крыльев&raquo;. Но&nbsp;именно первое большое произведение стало самым знаковым в&nbsp;ее&nbsp;творчестве.',
        reviews: [
            {
                id: '20',
                author: 'Анна Б',
                score: 5,
                text: 'Бывают такие книги, что и&nbsp;детектива не&nbsp;надо. Столько всего в&nbsp;одном повествовании, семейные тайны, отец-тиран, бегство от&nbsp;бандитизма, расовая дискриминация... Можно издать закон о&nbsp;прекращении дискриминации, но&nbsp;в&nbsp;чьей голове он&nbsp;что поменяет. Как недавно это было на&nbsp;самом деле. Очень интересно.'
            },
            {
                id: '21',
                author: 'Vikys',
                score: 5,
                text: 'Я&nbsp;решила прочитать эту книгу, потому что смотрела фильм, в&nbsp;основу которого она легла. Как это часто бывает, книга оказалась еще лучше, чем кино, хотя и&nbsp;оно вошло в&nbsp;число моих любимых, тех, что хочется иногда пересматривать.\n' +
                    '\n' +
                    'Помимо интересного сюжета и&nbsp;колоритных персонажей, меня восхитил очень красивый язык этой книги. Сейчас редко увидишь столь поэтичные сравнения и&nbsp;метафоры, которыми она изобилует. Одна из&nbsp;цитат, которая мне очень понравилась: &laquo;Изредка мир дает человеку такой шанс, краткую передышку; раздается удар гонга&nbsp;&mdash; и&nbsp;ты&nbsp;идешь в&nbsp;свой угол ринга, и&nbsp;кто-то смазывает милосердием твою избитую жизнь&raquo;.'
            },
            {
                id: '22',
                author: '316773178',
                score: 3,
                text: 'Не&nbsp;разделю восторженных отзывов. Ничего особенного. Очень современная книга по&nbsp;стилю и&nbsp;изложению, подозреваю, что и&nbsp;перевод не&nbsp;всегда идеальный (очень много разговорных словечек типа &laquo;хохотнула&raquo;, широко и&nbsp;многократно развёрнута тема , простите, хождения в&nbsp;туалет пописать и&nbsp;пр.).\n' +
                    '\n' +
                    'Бесит манера автора выделять фразы жирным шрифтом, как будто читатель сам не&nbsp;в&nbsp;состоянии понять, что в&nbsp;книге главное и&nbsp;на&nbsp;что стоит обратить внимание.'
            },
            {
                id: '23',
                author: 'Ангелина',
                score: 5,
                text: 'Книга,которую я&nbsp;долго обходила стороной из-за поднятых тем.\n' +
                    '\n' +
                    'Основной упор пришёлся на&nbsp;закон о&nbsp;гражданских правах 1964 года,уравнивающий людей с&nbsp;разным цветом кожи. Автор показала насколько по- разному к&nbsp;этому относились, описала несколько точек зрения на&nbsp;этот процесс и&nbsp;то,что первые годы никаких улучшений не&nbsp;последовало. Ситуация в&nbsp;небольших городах была намного спокойнее, чем в&nbsp;полисах.\n' +
                    '\n' +
                    'История жизни девочки- подростка,которая много лет оплакивает уход из&nbsp;семьи мамы. Есть смутные воспоминания, отрывки памяти, но&nbsp;нет в&nbsp;голове Лили цельной картины событий. Девочка хочет знать,кто&nbsp;же во&nbsp;всём виноват- злобный отец или она сама. Чувства и&nbsp;боль ребёнка описаны очень ярко и&nbsp;без фальши, с&nbsp;упором на&nbsp;юношеский максимализм и&nbsp;бунт переходного возраста.\n' +
                    '\n' +
                    'Лили очень любила свою мать и&nbsp;мечтала найти её&nbsp;следы или хотя&nbsp;бы друзей.'
            },
            {
                id: '24',
                author: 'natali-kir',
                score: 5,
                text: 'Потрясающая книга! Актуальные и&nbsp;сегодня проблемы (отношения между людьми, чланами семьи, взгляд подростков и&nbsp;пр.), хороший стиль заставили меня &laquo;проглотить книгу&raquo;. Рекомендую на&nbsp;5+'
            }
        ]
    },
    {
        id: '25',
        type: 'Сказки',
        genre: 'Детские приключения',
        author: 'Диана Уинн Джонс',
        title: 'Ходячий замок',
        score: 5,
        price: 279,
        annotation: 'Книги английской писательницы Дианы У. Джонс настолько ярки, что так и&nbsp;просятся на&nbsp;экран. По&nbsp;ее&nbsp;бестселлеру &laquo;Ходячий замок&raquo; знаменитый мультипликатор Хаяо Миядзаки (&laquo;Унесенные призраками&raquo;), обладатель &laquo;Золотого льва&raquo;&nbsp;&mdash; высшей награды Венецианского фестиваля, снял анимационный фильм, побивший в&nbsp;Японии рекорд кассовых сборов.',
        reviews: [
            {
                id: '26',
                author: 'Денис Якименко',
                score: 5,
                text: 'Начал читать сыну (6&nbsp;лет) как сказку на&nbsp;ночь, в&nbsp;итоге понял что не&nbsp;его формат. Зачитался сам :)'
            },
            {
                id: '27',
                author: 'android_freee9f92db2-956e-3dd1-9563-bb092852b9f1',
                score: 5,
                text: 'я&nbsp;сначала смотрела аниме мульт по&nbsp;этой истории, а&nbsp;теперь прочла. они отличаются.&nbsp;но&nbsp;вызывают одинаковае чувства! после прочтения улыбка не&nbsp;сходит с&nbsp;лица, а&nbsp;настроение заметно улучшается) красивая и&nbsp;искренняя история) сказка о&nbsp;такой жизни, о&nbsp;которой наверняка хоть раз мечтал каждый человек)'
            },
            {
                id: '28',
                author: 'Aynur.',
                score: 5,
                text: 'Отличная книга, иногда хочется окунуться в&nbsp;сказку, даже будучи взрослым. Очень легко читается, невозможно оторваться. Аниме не&nbsp;понравилось совершенно, не&nbsp;передаёт атмосферу книги.'
            },
            {
                id: 'autoreg970889285',
                author: 'autoreg970889285',
                score: 5,
                text: 'Отличное произведение. Совершенно отличается от&nbsp;экранизации (аниме), но&nbsp;в&nbsp;лучшую сторону. Персонажи хорошо проработаны как и&nbsp;сам сюжет. Читать было&nbsp;&mdash; одно удовольствие.'
            },
            {
                id: 'android_free6b569a40-02e0-334f-bf7d-171c8c3c598f',
                author: 'android_free6b569a40-02e0-334f-bf7d-171c8c3c598f',
                score: 5,
                text: 'сказка просто прекрасная\n' +
                    '\n' +
                    'я&nbsp;понимаю Софи тк&nbsp;сама старшая сестра и&nbsp;всегда считала себя неудачницей,но прочитав книгу,отбросила эту мысль\n' +
                    '\n' +
                    'огромное спасибо автору и&nbsp;мальчику,который вдохновил автора'
            }
        ]
    },
]